[
  {
    "title": "Alcachofas - Ru style",
    "ingredients": [
      "2 botes de alcachofas",
      "1 cebolla",
      "Minitaquitos de jamón",
      "Harina",
      "Aceite"
    ],
    "steps": [
      "Se corta la cebolla en juliana y se pocha en una sartén. Cuando esté pochada se quita aceite (casi todo).",
      "Se abren los botes de alcachofas y reservamos el líquido. Partimos las alcachofas por la mitad. Se añaden ahora las alcachofas a la cebolla con la parte cortada hacia abajo.",
      "Se añade el agua de las alcachofas y media cucharadita de harina tamizada, para que no queden grumos, y espese un poco la salsa. Se añaden los tacos de jamón y se deja un par de minutos."
    ],
    "footnote": "No se añade sal, el jamón y las alcachofas con el caldo ya llevan sal."
  },
  {
    "title": "Pastel de puerros",
    "ingredients": [
      "6 puerros",
      "Mantequilla o aceite",
      "Jamón York",
      "1 cucharada de harina",
      "2 yemas de huevo",
      "1/4 de nata de cocinar",
      "1 o 2 planchas de hojaldre",
      "Sal",
      "Pimienta"
    ],
    "steps": [
      "Limpiar los puerros: quitamos las raíces, se quita 1 o 2 láminas enteras y la parte verde oscura no se aprovecha mucho. Se abre cada puerro en cruz hasta la mitad y se lava bajo el grifo, ya que tienen tierra. Se cortan en rodajas.",
      "Se pone al fuego un cazo con agua y sal; cuando hierva se echa el puerro, se tiene 15 minutos hirviendo. Entonces se saca y se escurre bien.",
      "En una sartén se echa aceite, y se saltean los puerros. Se echa una cucharada de harina (para que se haga un poco de besamel con la nata de después). Habiendo mezclado aparte la nata con las yemas, se mezcla con los puerros en la sartén. Se salpimenta, y se deja que cuaje un poco. Se añade el jamón muy troceado. Se deja enfriar.",
      "En una bandejita de aluminio, se extiende el hojaldre (paredes y suelo). Se pone el relleno dentro. Se tapa con otra lámina de hojaldre, se unta con huevo batido, o con las claras, y se adorna a gusto. Se hornea a 180º unos 20 o 30 minutos, con el horno previamente precalentado."
    ]
  }
]